diff:
```
11:13:00.150 STDOUT terraform:   ~ resource "aws_ecs_service" "bors" {
11:13:00.150 STDOUT terraform:         id                                 = "arn:aws:ecs:us-east-2:392478027976:service/bors/bors"
11:13:00.150 STDOUT terraform:         name                               = "bors"
11:13:00.150 STDOUT terraform:         tags                               = {}
11:13:00.150 STDOUT terraform:       ~ task_definition                    = "arn:aws:ecs:us-east-2:392478027976:task-definition/bors:13" -> (known after apply)
11:13:00.151 STDOUT terraform:         # (15 unchanged attributes hidden)
11:13:00.151 STDOUT terraform:         # (4 unchanged blocks hidden)
11:13:00.151 STDOUT terraform:     }
11:13:00.151 STDOUT terraform:   # aws_ecs_task_definition.bors must be replaced
11:13:00.151 STDOUT terraform: -/+ resource "aws_ecs_task_definition" "bors" {
11:13:00.151 STDOUT terraform:       ~ arn                      = "arn:aws:ecs:us-east-2:392478027976:task-definition/bors:13" -> (known after apply)
11:13:00.151 STDOUT terraform:       ~ arn_without_revision     = "arn:aws:ecs:us-east-2:392478027976:task-definition/bors" -> (known after apply)
11:13:00.151 STDOUT terraform:       ~ container_definitions    = jsonencode(
11:13:00.151 STDOUT terraform:           ~ [
11:13:00.151 STDOUT terraform:               ~ {
11:13:00.151 STDOUT terraform:                   ~ environment      = [
11:13:00.151 STDOUT terraform:                         # (2 unchanged elements hidden)
11:13:00.151 STDOUT terraform:                         {
11:13:00.151 STDOUT terraform:                             name  = "RUST_LOG"
11:13:00.151 STDOUT terraform:                             value = "bors=debug"
11:13:00.151 STDOUT terraform:                         },
11:13:00.151 STDOUT terraform:                       + {
11:13:00.151 STDOUT terraform:                           + name  = "WEB_URL"
11:13:00.151 STDOUT terraform:                           + value = "https://bors-staging.rust-lang.net"
11:13:00.151 STDOUT terraform:                         },
11:13:00.151 STDOUT terraform:                     ]
11:13:00.151 STDOUT terraform:                   ~ healthCheck      = {
11:13:00.151 STDOUT terraform:                       - interval    = 30
11:13:00.151 STDOUT terraform:                       - retries     = 3
11:13:00.151 STDOUT terraform:                         # (3 unchanged attributes hidden)
11:13:00.151 STDOUT terraform:                     }
11:13:00.151 STDOUT terraform:                   - mountPoints      = []
11:13:00.151 STDOUT terraform:                     name             = "bors"
11:13:00.151 STDOUT terraform:                   - systemControls   = []
11:13:00.151 STDOUT terraform:                   - volumesFrom      = []
11:13:00.151 STDOUT terraform:                     # (5 unchanged attributes hidden)
11:13:00.151 STDOUT terraform:                 },
11:13:00.151 STDOUT terraform:             ] # forces replacement
11:13:00.151 STDOUT terraform:         )
11:13:00.151 STDOUT terraform:       ~ id                       = "bors" -> (known after apply)
11:13:00.151 STDOUT terraform:       ~ revision                 = 13 -> (known after apply)
11:13:00.151 STDOUT terraform:       - tags                     = {} -> null
11:13:00.151 STDOUT terraform:       ~ tags_all                 = {} -> (known after apply)
11:13:00.151 STDOUT terraform:         # (9 unchanged attributes hidden)
11:13:00.151 STDOUT terraform:     }
11:13:00.151 STDOUT terraform: Plan: 1 to add, 1 to change, 1 to destroy.
```